var app = getApp();
Page({
    data:{
        title:"国标GB1589 目录",
        commentUrl:'../comment/comment',
        catalogue:[
            {
                caption:'第一章 范围',
                list:[
                    '军队、武警、公安特警装备的专用车辆',
                    '在限定道路上运行的双铰接客车'
                ]
            },
            {
                caption:'第二章 规范性引用文件',
                list:[
                    '汽车和挂车类型的术语和定义',
                    '道路车辆 质量 词汇和代码',
                    '汽车和挂车的术语及其定义  车辆尺寸',
                    '专用汽车和专用挂车术语、代号和编制方法'
                ]
            },
            {
                caption:'第三章 术语和定义',
                list:[
                    '车辆长度',
                    '车辆宽度',
                    '车辆高度',
                    '三轮汽车',
                    '低速货车',
                    '仓栅式货车/半挂车',
                    '栏板式货车/半挂车',
                    '平板式货车/半挂车',
                    '自卸式货车/半挂车',
                    '低平板专用半挂车',
                    '长头半挂牵引车',
                    '长头铰接列车',
                    '中置轴挂车',
                    '中置轴车辆运输挂车',
                    '中置轴挂车列车',
                    '乘用车列车',
                    '货车列车',
                    '专用作业车',
                    '油田专用作业车',
                    '半挂车销轴距',
                    '半挂车前回转半径',
                    '空气悬架'
                ]
            },
            {
                caption:'第四章 要求',
                list:[
                    '外廓尺寸要求',
                    '最大允许轴荷限值',
                    '最大允许总质量限值',
                    '车辆通过性要求',
                    '后悬要求',
                    '其他要求'
                ]
            }
        ]
    }
})
