//新闻首页数据
module.exports = {

}
var index= {
    "id": 1,
        "data": [
        {
            "art_id": 1,
            "title":"哈弗H7L蓝标版/哈弗H7L红标版配置信息",
            "createtime": "2016-11-07",
            "comments": 80,
            "art_img": "../../imgs/news/news_h7.png",
            "content":"哈弗H7L的整体造型与H7保持一致，六边形的进气格栅也是蓝标车系的家族特色。相比于红标的大嘴式设计，整体感觉更加精神，更加运动化。H7L的车身尺寸和汉拉达十分接近，长宽高分别为4900mm/1925mm/1788mm，而轴距则为2850mm。",
            "type":"国内新车"
        },
        {
            "art_id": 2,
            "title":"开瑞K60将11月28日上市",
            "createtime": "2016-11-06",
            "comments": 120,
            "art_img": "../../imgs/news/news_kairui.png",
            "content":"近日，我们从官方获悉，开瑞K60将于11月28日正式上市，新车将推出6款车型，前期公布的预售价为5.90-7.90万元。新车采用2+2+3/2+3+2/2+3三种座椅布局，搭载一台1.5L自然吸气发动机。",
            "type":"国内新车"
        },
        {
            "art_id": 3,
            "title":"F-PACE/Macan GTS/X4 M40i对比评测(下)",
            "createtime": "2016-11-06",
            "comments": 790,
            "art_img": "../../imgs/news/news_03.png",
            "content":"书接前文，我的同事已经对三辆运动型豪华SUV进行了详细的静态评测。我相信三辆颜值颇高的SUV总有一款会让您心动，不同的空间表现与配置形成的差异化让您对某一款车是否适合自己也有了初步的判断。在您对三车的设计与配置部分有了直观的了解之后，请允许我来为大家呈现在我是看来运动车型灵魂部分的评测，这是一些更富有感性色彩的部分，一些关于一辆车看不见却摸得着的部分......",
            "type":"对比测评"
        },
        {
            "art_id": 4,
            "title":"天苍苍野茫茫，在田野中撒欢。",
            "createtime": "2016-11-07",
            "comments": 120,
            "art_img": "../../imgs/news/news_04.png",
            "content":"近日，我们从官方获悉，开瑞K60将于11月28日正式上市，新车将推出6款车型，前期公布的预售价为5.90-7.90万元。新车采用2+2+3/2+3+2/2+3三种座椅布局，搭载一台1.5L自然吸气发动机。",
            "type":"国内新车"
        },
        {
            "art_id": 5,
            "title":"开瑞K60将11月28日上市",
            "createtime": "2016-11-06",
            "comments": 120,
            "art_img": "../../imgs/news/news_kairui.png",
            "content":"近日，我们从官方获悉，开瑞K60将于11月28日正式上市，新车将推出6款车型，前期公布的预售价为5.90-7.90万元。新车采用2+2+3/2+3+2/2+3三种座椅布局，搭载一台1.5L自然吸气发动机。",
            "type":"国内新车"
        }

    ]

}

module.exports.index = index;