Page({
  data: {
      leter:[
    ["德泽微特产是什么?",
    "    德泽微特产是全国首创的特色产品品牌孵化器，我们立志将德泽微特产打造成全国最大的地方特产移动电商分销平台，整合全国最优特色产品，为消费者提供正宗，健康，安全，特色的产品，同时实现消费，创业，一体化特产品牌移动电商分销平台."],
    ["德泽微特产的理念",
    "    “荣归故里，衣锦还乡”，新时代的定义：一群80、90后的年轻人，带着用移动互联网思维再造家乡的精神财富，辞去在城市安稳的工作，返回家乡，用自己的智慧和汗水，为家乡代言，带领乡亲们改变辛苦劳作却收入甚微的现状，达成乡亲们都能衣锦还乡的最终目的."],
    ["德泽微特产移动分销电商平台",
    "    德泽微特产通过移动互联网思维，打造全新特产品牌电商平台，孵化品牌特产，消费者可以通过平台购买到正宗，健康，安全，特色的特产，在消费的同时，还可以拥有自己独立的创业分销平台。德泽微特产融合了全国优质的特色产品：饮用特产，农副产品，特色肉类，海产干货，手工艺品，特色鲜果等."]
]
  },
  onLoad: function () {

  }
})
